Repository: INFO-RAC/KMaP
Catalog: src/infomapnode/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: All information you provide us with is stored on our secure servers located in the European Union. Where we have given you (or where you have chosen) a password which allows you to access certain parts of our Website, you are responsible for keeping this password confidential. We ask you not to share a password with anyone.
ar: يتم تخزين جميع المعلومات التي تزودنا بها على خوادمنا الآمنة الموجودة في الاتحاد الأوروبي. أين لدينا منحك (أو المكان الذي اخترته) كلمة مرور تسمح لك بالوصول إلى أجزاء معينة من موقعنا ، فأنت مسؤول عن الحفاظ على سرية كلمة المرور هذه. نطلب منك عدم مشاركة كلمة المرور مع أي شخص.
fr: Toutes les informations que vous nous fournissez sont stockées sur nos serveurs sécurisés situés dans l’Union européenne. Où avons-nous vous a donné (ou lorsque vous avez choisi) un mot de passe qui vous permet d’accéder à certaines parties de notre site Web, vous êtes responsable de la confidentialité de ce mot de passe. Nous vous demandons de ne pas partager votre mot de passe avec qui que ce soit.

source: What rights do you have?
ar: ما هي حقوقك؟
fr: Quels sont vos droits ?

source: As a data subject, you have the following rights:
ar: بصفتك صاحب البيانات ، لديك الحقوق التالية:
fr: En tant que personne concernée, vous disposez des droits suivants :

source: the right of access to personal data relating to you;
ar: الحق في الوصول إلى البيانات الشخصية المتعلقة بك ؛
fr: le droit d’accès aux données personnelles vous concernant ;

source: the right to update your personal data or correct any mistakes in your personal data;
ar: الحق في تحديث بياناتك الشخصية أو تصحيح أي أخطاء في بياناتك الشخصية ؛
fr: le droit de mettre à jour vos données personnelles ou de corriger toute erreur dans vos données personnelles ;

source: the right to ask us to stop contacting you;
ar: الحق في مطالبتنا بالتوقف عن الاتصال بك؛
fr: le droit de nous demander de cesser de vous contacter ;

source: rights in relation to automated decision taking;
ar: الحقوق المتعلقة باتخاذ القرار الآلي ؛
fr: les droits relatifs à la prise de décision automatisée ;

source: the right to restrict or prevent your personal data being processed;
ar: الحق في تقييد أو منع معالجة بياناتك الشخصية؛
fr: le droit de restreindre ou d’empêcher le traitement de vos données personnelles ;

source: the right to have your personal data ported to another data controller;
ar: الحق في نقل بياناتك الشخصية إلى وحدة تحكم بيانات أخرى ؛
fr: le droit de faire transférer vos données personnelles à un autre responsable du traitement ;

source: the right to erasure; and
ar: الحق في المحو ؛ و
fr: le droit à l’effacement ; et

source: the right to complain to the Data Protection Controller if you believe we have not handled your personal data in accordance with the Legislation.
ar: الحق في تقديم شكوى إلى مراقب حماية البيانات إذا كنت تعتقد أننا لم نتعامل مع بياناتك الشخصية وفقا للتشريع.
fr: le droit de porter plainte auprès du contrôleur de la protection des données si vous pensez que nous n’avons pas traité vos données personnelles conformément à la législation.

source: Right to information
ar: الحق في الحصول على المعلومات
fr: Droit à l’information

source: At any time, you have the right to obtain information on the data stored about you, its origin and recipients and the purpose of the storage. Information on the data stored can be obtained from the central data protection team (email to <a href="mailto:info@info-rac.org">info@info-rac.org</a>).
ar: يحق لك في أي وقت الحصول على معلومات حول البيانات المخزنة عنك وأصلها ومستلميها و الغرض من التخزين. يمكن الحصول على معلومات حول البيانات المخزنة من فريق حماية البيانات المركزي (البريد الإلكتروني <a href="mailto:info@info-rac.org">إلى info@info-rac.org</a>).
fr: À tout moment, vous avez le droit d’obtenir des informations sur les données stockées à votre sujet, leur origine et leurs destinataires et le but du stockage. Les informations sur les données stockées peuvent être obtenues auprès de l’équipe centrale de protection des données (courriel à <a href="mailto:info@info-rac.org">info@info-rac.org</a>).

source: Requests for your personal data must be made to us specifying what personal data you need access to, and a copy will be retained on our files. To help us locate the information, please give us as much information as possible about the type of information you would like to see.
ar: يجب تقديم طلبات للحصول على بياناتك الشخصية إلينا مع تحديد البيانات الشخصية التي تحتاج إلى الوصول إليها ، وسوف يتم إصدار نسخة منها يتم الاحتفاظ بها في ملفاتنا. لمساعدتنا في تحديد موقع المعلومات ، يرجى تزويدنا بأكبر قدر ممكن من المعلومات حول نوع المعلومات التي ترغب في رؤيتها.
fr: Les demandes de vos données personnelles doivent nous être adressées en précisant les données personnelles auxquelles vous devez accéder, et une copie sera être conservés dans nos dossiers. Pour nous aider à localiser l’information, veuillez nous donner autant d’informations que possible sur le type d’information que vous aimeriez voir.

source: If, to comply with your request, we would have to disclose information relating to or identifying another person, we may need to obtain the consent of that person, if possible. If we cannot obtain consent, we may need to withhold that information or edit the data to remove the identity of that person, if possible.
ar: إذا كان علينا ، للامتثال لطلبك ، الكشف عن المعلومات المتعلقة بشخص آخر أو تحديد هويته ، فإننا قد تحتاج إلى الحصول على موافقة هذا الشخص ، إن أمكن. إذا لم نتمكن من الحصول على الموافقة ، فقد نحتاج إلى حجب تلك المعلومات أو تحرير البيانات لإزالة هوية هذا الشخص ، إن أمكن.
fr: Si, pour répondre à votre demande, nous devions divulguer des informations relatives à ou identifiant une autre personne, nous peut avoir besoin d’obtenir le consentement de cette personne, si possible. Si nous ne pouvons pas obtenir le consentement, nous devrons peut-être refuser ces informations ou modifier les données pour supprimer l’identité de cette personne, si possible.

source: Right to correct your personal data or correct any mistakes in your personal data.
ar: الحق في تصحيح بياناتك الشخصية أو تصحيح أي أخطاء في بياناتك الشخصية.
fr: Droit de corriger vos données personnelles ou de corriger toute erreur dans vos données personnelles.

source: If you would like to do so, please:
ar: إذا كنت ترغب في القيام بذلك، يرجى:
fr: Si vous souhaitez le faire, veuillez :

source: email us (to <a href="mailto:info@info-rac.org">info@info-rac.org</a>);
ar: مراسلتنا عبر البريد الإلكتروني (إلى <a href="mailto:info@info-rac.org">info@info-rac.org</a>) ؛
fr: <a href="mailto:info@info-rac.org">envoyez-nous</a> un courriel (à info@info-rac.org);

source: Include enough information to identify you (e.g. name, registration details); and
ar: تضمين معلومات كافية لتحديد هويتك (مثل الاسم وتفاصيل التسجيل) ؛ و
fr: Inclure suffisamment d’informations pour vous identifier (par exemple, nom, détails d’inscription); et

source: Specify which information is incorrect and what it should be replaced with.
ar: حدد المعلومات غير الصحيحة وما يجب استبداله به.
fr: Spécifiez quelles informations sont incorrectes et par quoi elles doivent être remplacées.

source: If we are required to update your personal data, we will inform recipients to whom that personal data have been disclosed (if any), unless this proves impossible or has a disproportionate effort.
ar: إذا طلب منا تحديث بياناتك الشخصية ، فسنبلغ المستلمين الذين كانت هذه البيانات الشخصية لهم تم الكشف عنها (إن وجدت) ، ما لم يثبت أن هذا مستحيل أو لديه جهد غير متناسب.
fr: Si nous sommes tenus de mettre à jour vos données personnelles, nous informerons les destinataires auxquels ces données personnelles ont été envoyées. divulgués (le cas échéant), sauf si cela s’avère impossible ou nécessite un effort disproportionné.

source: It is your responsibility that all of the personal data provided to us is accurate and complete. If any information you have given us changes, please let us know as soon as possible (Contact us).
ar: تقع على عاتقك مسؤولية أن تكون جميع البيانات الشخصية المقدمة إلينا دقيقة وكاملة. إذا كان هناك أي معلومات لقد قدمت لنا تغييرات ، يرجى إعلامنا في أقرب وقت ممكن (اتصل بنا).
fr: Il est de votre responsabilité que toutes les données personnelles qui nous sont fournies soient exactes et complètes. Si des informations vous nous avez donné des modifications, veuillez nous en informer dès que possible (Contactez-nous).

source: Right to erasure
ar: الحق في المحو
fr: Droit d’effacement

source: In accordance with the Data Protection Legislation, you can ask us to erase your personal data where:
ar: وفقا لقانون حماية البيانات ، يمكنك أن تطلب منا مسح بياناتك الشخصية حيث:
fr: Conformément à la législation sur la protection des données, vous pouvez nous demander d’effacer vos données personnelles lorsque :

source: you do not believe that we need your personal data in order to process it for the purposes set out in thisPolicy;
ar: لا تعتقد أننا بحاجة إلى بياناتك الشخصية من أجل معالجتها للأغراض المنصوص عليها في هذه السياسة ؛
fr: vous ne pensez pas que nous avons besoin de vos données personnelles pour les traiter aux fins énoncées dans la présente Politique ;

source: if you had given us consent to process your personal data, you withdraw that consent and we cannot otherwise legally process your personal data;</li>
ar: إذا كنت قد منحتنا الموافقة على معالجة بياناتك الشخصية ، فإنك تسحب هذه الموافقة ولا يمكننا معالجة بياناتك الشخصية بشكل قانوني ؛
fr: si vous nous avez donné votre consentement pour traiter vos données personnelles, vous retirez ce consentement et nous ne pouvons pas traiter légalement vos données personnelles ;</li>

source: you object to our processing and we do not have any legal basis for continuing to process your personal data;
ar: أنت تعترض على معالجتنا وليس لدينا أي أساس قانوني لمواصلة معالجة بياناتك الشخصية ؛
fr: vous vous opposez à notre traitement et nous n’avons aucune base légale pour continuer à traiter vos données personnelles ;

source: your data has been processed unlawfully or have not been erased when it should have been; or
ar: تمت معالجة بياناتك بشكل غير قانوني أو لم يتم محوها في الوقت الذي كان ينبغي أن يتم فيه ؛ أو
fr: vos données ont été traitées illégalement ou n’ont pas été effacées alors qu’elles auraient dû l’être ; ou

source: the personal data have to be erased to comply with law.
ar: يجب مسح البيانات الشخصية للامتثال للقانون.
fr: Les données personnelles doivent être effacées pour se conformer à la loi.

source: We may continue to process your personal data in certain circumstances in accordance with Data Protection Legislation.
ar: قد نستمر في معالجة بياناتك الشخصية في ظروف معينة وفقا لقانون حماية البيانات.
fr: Nous pouvons continuer à traiter vos données personnelles dans certaines circonstances conformément à la législation sur la protection des données.

source: Where you have requested the erasure of your personal data, we will inform recipients to whom that personal data have been disclosed, unless this proves impossible or involves disproportionate effort. We will also inform you about those recipients if you request it.
ar: عندما تطلب محو بياناتك الشخصية ، سنبلغ المستلمين الذين لهم تلك البيانات الشخصية تم الكشف عنها ، ما لم يثبت أن ذلك مستحيل أو ينطوي على جهد غير متناسب. سنبلغك أيضا حول هؤلاء المستلمين إذا طلبت ذلك.
fr: Lorsque vous avez demandé l’effacement de vos données personnelles, nous informerons les destinataires auxquels ces données personnelles sont destinées. ont été divulgués, sauf si cela s’avère impossible ou implique des efforts disproportionnés. Nous vous informerons également sur ces destinataires si vous le demandez.

source: Changes to the policy
ar: التغييرات التي تطرأ على السياسة
fr: Modifications apportées à la politique

source: This Policy may be updated or changed from time to time at the INFO/RAC's sole discretion. The date of the most recent revisions will appear on this page. If you do not agree to these changes, please do not continue to use this InfoMAPNode to submit personal information. If material changes are made to the Policy, we will notify you by placing a prominent notice on the Website or sending you a notification in relation to this. We will not process your personal data in a manner not contemplated by this Policy without your consent.
ar: قد يتم تحديث هذه السياسة أو تغييرها من وقت لآخر وفقا لتقدير INFO / RAC وحدها. تاريخ الأكثر ستظهر المراجعات الأخيرة على هذه الصفحة. إذا كنت لا توافق على هذه التغييرات ، فيرجى عدم الاستمرار في استخدام هذا InfoMAPode لتقديم المعلومات الشخصية. إذا تم إجراء تغييرات جوهرية على السياسة ، فسنخطرك عن طريق وضع إشعار بارز على الموقع الإلكتروني أو إرسال إشعار إليك فيما يتعلق بذلك. لن نقوم بمعالجة بياناتك الشخصية بطريقة لا تتوخى في هذه السياسة دون موافقتك.
fr: Cette politique peut être mise à jour ou modifiée de temps à autre à la seule discrétion de l’ACER/INFO. La date du plus Les révisions récentes apparaîtront sur cette page. Si vous n’acceptez pas ces modifications, veuillez ne pas continuer à l’utiliser. InfoMAPNode pour soumettre des informations personnelles. Si des modifications importantes sont apportées à la Politique, nous vous en informerons par placer un avis bien visible sur le site Web ou vous envoyer une notification à ce sujet. Nous ne traiterons pas vos données personnelles d’une manière non prévue par la présente Politique sans votre consentement.

source: Updated to May 2019.
ar: تم التحديث حتى مايو 2019.
fr: Mis à jour en mai 2019.
