Repository: INFO-RAC/KMaP
Catalog: src/infomapnode/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: About InfoMapNode
ar: حول InfoMapNode
fr: À propos d’InfoMapNode

source: InfoMAPNode introduction
ar: InfoMAPمقدمة

source: InfoMAPNode is the geoportal for viewing and consulting metadata and geospatial data collected under the Barcelona Convention. The platform allows you to consult data directly collected by UNEP/MAP and theis MAP components or data collections that are produced by international bodies and/or projects, operating in the context of the Mediterranean Sea.
ar: InfoMAPNode هي البوابة الجغرافية لعرض واستشارة البيانات الوصفية والبيانات الجغرافية المكانية التي تم جمعها في إطار برشلونة اصطلاح. تتيح لك المنصة الرجوع إلى البيانات التي تم جمعها مباشرة بواسطة برنامج الأمم المتحدة للبيئة / خطة عمل البحر الأبيض المتوسط ومكونات أو بيانات خطة عمل البحر الأبيض المتوسط المجموعات التي تنتجها الهيئات و / أو المشاريع الدولية العاملة في سياق البحر الأبيض المتوسط بحر.
fr: InfoMAPNode est le géoportail pour la visualisation et la consultation des métadonnées et des données géospatiales collectées dans le cadre de la Convention. La plateforme vous permet de consulter les données collectées directement par le PNUE/PAM et les composantes ou données du PAM collections produites par des organismes et/ou des projets internationaux, opérant dans le contexte de la Méditerranée Mer.

source: InfoMAPNode is based on the open software package of GeoNode that is a geospatial content management system, using as platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
ar: يعتمد InfoMAPNode على حزمة البرامج المفتوحة ل GeoNode وهو نظام لإدارة المحتوى الجغرافي المكاني ، باستخدام كمنصة لإدارة ونشر البيانات الجغرافية المكانية. فهو يجمع بين المصدر المفتوح الناضج والمستقر مشاريع برمجية تحت واجهة متسقة وسهلة الاستخدام تسمح للمستخدمين غير المتخصصين بمشاركة البيانات و إنشاء خرائط تفاعلية.
fr: InfoMAPNode est basé sur le progiciel ouvert de GeoNode qui est un système de gestion de contenu géospatial, utilisant comme plate-forme pour la gestion et la publication de données géospatiales. Il réunit des open-source matures et stables des projets logiciels sous une interface cohérente et facile à utiliser permettant à des utilisateurs non spécialisés de partager des données et Créez des cartes interactives.

source: Data management tools built into InfoMAPNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users, following INFO/RAC Data Management policy (please visit INFO/RAC website for more information). Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the geoportal instance contains.
ar: تسمح أدوات إدارة البيانات المضمنة في InfoMAPNode بالإنشاء المتكامل للبيانات والبيانات الوصفية والخريطة تصورات. يمكن مشاركة كل مجموعة بيانات في النظام بشكل عام أو تقييدها للسماح بالوصول إلى مجموعة محددة فقط المستخدمين ، باتباع سياسة إدارة بيانات INFO / RAC (يرجى زيارة موقع INFO / RAC لمزيد من المعلومات). اجتماعي تسمح ميزات مثل ملفات تعريف المستخدمين وأنظمة التعليق والتصنيف بتطوير المجتمعات حول كل منها منصة لتسهيل استخدام البيانات التي يحتوي عليها مثيل Geoportal وإدارتها ومراقبة جودتها.
fr: Les outils de gestion des données intégrés à InfoMAPNode permettent la création intégrée de données, de métadonnées et de cartes Visualisations. Chaque ensemble de données du système peut être partagé publiquement ou restreint pour permettre l’accès à des , conformément à la politique de gestion des données de l’INFO/RAC (veuillez visiter le site Web de l’INFO/RAC pour plus d’informations). Social Des fonctionnalités telles que les profils d’utilisateurs et les systèmes de commentaires et de notation permettent le développement de communautés autour de chaque pour faciliter l’utilisation, la gestion et le contrôle qualité des données contenues dans l’instance du géoportail.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
ar: كما أنه مصمم ليكون نظاما أساسيا مرنا يمكن لمطوري البرامج توسيعه أو تعديله أو دمجه مقابل تلبية المتطلبات في تطبيقاتهم الخاصة.
fr: Il est également conçu pour être une plate-forme flexible que les développeurs de logiciels peuvent étendre, modifier ou intégrer à répondre aux exigences de leurs propres applications.

source: Guideline
ar: إرشادات
fr: Directive

source: InfoMapNode policy
ar: سياسة InfoMapNode
fr: Politique InfoMapNode

source: Explore Maps
ar: استكشاف الخرائط
fr: Explorer les cartes

source: Welcome
ar: مرحبا
fr: Bienvenue

source: This is InfoMapNode the geoportal for sharing geospatial data and maps within the MAP Barcelona Convention among the Mediterranean area.<br/>If you are a user can navigate and view metadata, data and maps available in the system, if you are a data provider in order to have the right credential and account writing to <a href="mailto:info@info-rac.org">System manager</a>.
ar: هذه هي InfoMapNode البوابة الجغرافية لتبادل البيانات الجغرافية المكانية والخرائط ضمن اتفاقية برشلونة MAP بين منطقة البحر الأبيض المتوسط.<br/>إذا كنت مستخدما ، فيمكنك التنقل وعرض البيانات الوصفية والبيانات والخرائط المتوفرة في النظام ، إذا كنت موفر بيانات من أجل الحصول على بيانات الاعتماد الصحيحة وكتابة الحساب إلى <a href="mailto:info@info-rac.org">مدير النظام</a>.
fr: Il s’agit d’InfoMapNode, le géoportail pour le partage de données géospatiales et de cartes dans le cadre de la Convention de Barcelone du PAM entre la région méditerranéenne.<br/>Si vous êtes un utilisateur peut naviguer et afficher les métadonnées, les données et les cartes disponibles dans le système, si vous êtes un fournisseur de données afin d’avoir les bonnes informations d’identification et l’écriture de compte au <a href="mailto:info@info-rac.org">gestionnaire système</a>.

source: InfoMapNode guideline
ar: دليل InfoMapNode
fr: Guide InfoMapNode

source: This section is dedicated to provide the user with a navigation guide using the InfoMAPNode.
ar: هذا القسم مخصص لتزويد المستخدم بدليل التنقل باستخدام InfoMAPNode.
fr: Cette section est dédiée à fournir à l’utilisateur un guide de navigation à l’aide de l’InfoMAPNode.

source: The guide consists of a section dedicated to describing how to perform data and metadata searches within the geoportal and how to view them in the integrated visualization client. As regards the user manual for accredited users, please refer to the InfoMAPNode section of INFO/RAC.
ar: يتكون الدليل من قسم مخصص لوصف كيفية إجراء عمليات البحث عن البيانات والبيانات الوصفية داخل Geoportal وكيفية عرضها في عميل التصور المتكامل. فيما يتعلق بدليل المستخدم للمعتمدين المستخدمين ، يرجى الرجوع إلى قسم InfoMAPNode في INFO / RAC.
fr: Le guide consiste en une section consacrée à la description de la façon d’effectuer des recherches de données et de métadonnées dans le Géoportail et comment les afficher dans le client de visualisation intégrée. En ce qui concerne le manuel d’utilisation pour accrédité utilisateurs, veuillez vous référer à la section InfoMAPNode d’INFO/RAC.

source: INFO/RAC Website - InfoMAPNode section
ar: موقع INFO/RAC - InfoMAPقسم التشغيل
fr: Site Web INFO/RAC - InfoMAPNode section

source: InfoMAPNode user guide
ar: InfoMAPدليل المستخدم
fr: InfoMAPNode guide de l’utilisateur

source: Dataset Themes
ar: سمات مجموعة البيانات
fr: Thèmes des ensembles de données

source: Biodiversity
ar: التنوع البيولوجي
fr: Biodiversité

source: Boundaries
ar: الحدود
fr: Limites

source: Oceans
ar: المحيطات
fr: Océans

source: Pollution
ar: 3 نجوم

source: Waters management
ar: إدارة المياه
fr: Gestion des eaux

source: Policy applied to InfoMapNode
ar: السياسة المطبقة على InfoMapNode
fr: Stratégie appliquée à InfoMapNode

source: The InfoMapNode geoportal is managed by Regional Activities Centre for Information and Communication (INFO/RAC) that is hosted by the Italian National Institute for Environmental Protection and Research (ISPRA), whose office is at Via Vitaliano Brancati 48 Roma. INFO/RAC is in charge of the communication and dissemination activities within the UN Environment Programme /Mediterranean Action Plan and related projects and it will be the controller of any personal data processed as described in this Policy.
ar: تتم إدارة البوابة الجغرافية InfoMapNode من قبل مركز الأنشطة الإقليمية للمعلومات والاتصالات (INFO/RAC) الذي يستضيفه المعهد الوطني الإيطالي لحماية البيئة والبحوث (ISPRA) ، الذي يقع مكتبه في فيا فيتاليانو برانكاتي 48 روما. INFO/RAC هو المسؤول عن أنشطة الاتصال والنشر داخل برنامج الأمم المتحدة للبيئة / خطة عمل البحر الأبيض المتوسط والمشاريع ذات الصلة وسيكون المتحكم في أي البيانات الشخصية التي تتم معالجتها كما هو موضح في هذه السياسة.
fr: Le géoportail InfoMapNode est géré par le Centre d’activités régionales pour l’information et la communication (CAR/INFO) qui est hébergé par l’Institut national italien pour la protection de l’environnement et la recherche (ISPRA), dont le bureau est situé au Via Vitaliano Brancati 48 Roma. INFO/RAC est responsable des activités de communication et de diffusion au sein du Programme des Nations Unies pour l’environnement / Plan d’action pour la Méditerranée et projets connexes et il sera le contrôleur de tout les données personnelles traitées comme décrit dans la présente Politique.

source: The INFO/RAC data privacy policy complies with the General Data Protection Regulation (GDPR) that will take effect on May 25, 2018. Below you will find information on how the INFO/RAC uses information. Privacy policy and use of personal data pursuant to the italian legislative decree n.196/2003 (privacy code) and regulation (EU) 2016/679 of the european parliament and of the council of 27 april 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing directive 95/46/EC (General Data Protection Regulation-GDPR). More information is available in the Official Journal of the European Union.
ar: تتوافق سياسة خصوصية بيانات INFO / RAC مع اللائحة العامة لحماية البيانات (GDPR) التي ستدخل حيز التنفيذ في 25 مايو 2018. ستجد أدناه معلومات حول كيفية استخدام المعلومات / RAC للمعلومات. سياسة الخصوصية واستخدام البيانات الشخصية وفقا للمرسوم التشريعي الإيطالي رقم 196/2003 (قانون الخصوصية) واللائحة (الاتحاد الأوروبي) 2016/679 من إن البرلمان الأوروبي والمجلس المؤرخ 27 أبريل 2016 بشأن حماية الأشخاص الطبيعيين فيما يتعلق ب معالجة البيانات الشخصية وحرية حركة هذه البيانات ، وإلغاء التوجيه 95/46 / EC (البيانات العامة لائحة الحماية - GDPR). يتوفر المزيد من المعلومات في الجريدة الرسمية للاتحاد الأوروبي.
fr: La politique de confidentialité des données INFO/RAC est conforme au règlement général sur la protection des données (RGPD) qui entrera en vigueur le 25 mai 2018. Vous trouverez ci-dessous des informations sur la façon dont l’INFO/RAC utilise les informations. Politique de confidentialité et utilisation de Données personnelles conformément au décret législatif italien n.196/2003 (Code de confidentialité) et au règlement (UE) 2016/679 du Le Parlement européen et du Conseil du 27 avril 2016 relatif à la protection des personnes physiques à l’égard de la le traitement des données à caractère personnel et la libre circulation de ces données, et abrogeant la directive 95/46/CE (données générales) Règlement sur la protection - RGPD). De plus amples informations sont disponibles au Journal officiel de l’Union européenne.

source: The protection of your personal data is an important matter for the INFO/RAC. Therefore, we have taken technical and organizational measures to ensure that data protection regulations are observed both by us and by external service providers.
ar: تعد حماية بياناتك الشخصية مسألة مهمة بالنسبة ل INFO/RAC. لذلك ، اتخذنا التقنية و التدابير التنظيمية لضمان مراعاة لوائح حماية البيانات من قبلنا ومن قبل الخدمة الخارجية مقدمي.
fr: La protection de vos données personnelles est une question importante pour le CAR/INFO. Par conséquent, nous avons pris des mesures techniques et Mesures organisationnelles pour s’assurer que les réglementations en matière de protection des données sont respectées à la fois par nous et par un service externe Fournisseurs.

source: In the InfoMapNode, personal data is collected and stored only to the extent that it is technically necessary in order to regulate access and right to view, upload or edit spatial data and metadata. Your personal data will only be publicly available/visible if you have previously agreed to this.
ar: في InfoMapNode ، يتم جمع البيانات الشخصية وتخزينها فقط إلى الحد الذي يكون فيه ضروريا تقنيا في من أجل تنظيم الوصول والحق في عرض أو تحميل أو تحرير البيانات المكانية والبيانات الوصفية. بياناتك الشخصية سوف فقط كن متاحا / مرئيا للجمهور إذا كنت قد وافقت مسبقا على ذلك.
fr: Dans l’InfoMapNode, les données personnelles ne sont collectées et stockées que dans la mesure où cela est techniquement nécessaire dans afin de réglementer l’accès et le droit de visualiser, de télécharger ou de modifier des données spatiales et des métadonnées. Vos données personnelles seront uniquement être accessible au public/visible si vous y avez préalablement consenti.

source: Please note: at any time, you may revoke your consent to the use of your personal data. To this end, please send an e-mail to <a href="mailto:info@info-rac.org">info@info-rac.org</a>, with the title: "<i>Unsubscribe to InfoMapNode</i>".
ar: يرجى ملاحظة: في أي وقت ، يمكنك إلغاء موافقتك على استخدام بياناتك الشخصية. تحقيقا لهذه الغاية ، يرجى إرسال ملف أرسل بريدا إلكترونيا إلى <a href="mailto:info@info-rac.org">info@info-rac.org</a> ، بعنوان: "<i>إلغاء الاشتراك في إنفومابنود</i>".
fr: Veuillez noter qu’à tout moment, vous pouvez révoquer votre consentement à l’utilisation de vos données personnelles. À cette fin, veuillez envoyer un e-mail à <a href="mailto:info@info-rac.org">info@info-rac.org</a>, avec le titre: « <i>Se désabonner de InfoMapNode</i> ».

source: The following privacy policy provides you with a complete overview of how the INFO/RAC guarantees the protection of your data, what kind of data are collected and how it will be used.
ar: توفر لك سياسة الخصوصية التالية نظرة عامة كاملة على كيفية ضمان INFO / RAC لحماية بياناتك ونوع البيانات التي يتم جمعها وكيف سيتم استخدامها.
fr: La politique de confidentialité suivante vous donne un aperçu complet de la manière dont l’INFO/RAC garantit la protection des vos données, quel type de données sont collectées et comment elles seront utilisées.

source: What Information do we gather from you?
ar: ما هي المعلومات التي نجمعها منك؟
fr: Quelles informations recueillons-nous auprès de vous ?

source: We fully respect your right to privacy in relation to your interactions with the INFO/RAC platforms and endeavor to guarantee to be transparent in our dealings with you as to what information we will collect and how we will use your information. Also, we only collect and use personal information where we are legally entitled to do so.
ar: نحن نحترم تماما حقك في الخصوصية فيما يتعلق بتفاعلاتك مع منصات INFO / RAC ونسعى إلى ضمان الشفافية في تعاملاتنا معك فيما يتعلق بالمعلومات التي سنجمعها وكيف سنستخدم معلومات. أيضا ، نحن نجمع المعلومات الشخصية ونستخدمها فقط حيث يحق لنا قانونا القيام بذلك.
fr: Nous respectons pleinement votre droit à la vie privée en ce qui concerne vos interactions avec les plateformes INFO/RAC et nous nous efforçons de garantir la transparence dans nos relations avec vous quant aux informations que nous collecterons et à la façon dont nous utiliserons votre information. De plus, nous ne recueillons et n’utilisons des renseignements personnels que lorsque nous sommes légalement autorisés à le faire.

source: You may be asked to provide the following categories of data when you ask to registered in the single-sing-on authentication system, to manage access and right in the different data collection and visualization platforms:
ar: قد يطلب منك تقديم الفئات التالية من البيانات عندما تطلب التسجيل في الأغنية الفردية نظام المصادقة ، لإدارة الوصول والحق في منصات جمع البيانات والتصور المختلفة:
fr: Il peut vous être demandé de fournir les catégories de données suivantes lorsque vous demandez à vous inscrire au single-sing-on système d’authentification, pour gérer l’accès et le droit dans les différentes plateformes de collecte et de visualisation des données:

source: Names
ar: أسماء
fr: Noms

source: Gender
ar: الجنس
fr: Sexe

source: Role
ar: دور
fr: Rôle

source: Qualifications
ar: المؤهلات

source: Organization
ar: المنظمة
fr: Organisation

source: Department
ar: القسم
fr: Département

source: Email address
ar: عنوان البريد الإلكتروني
fr: Adresse email

source: Phone number
ar: رقم الهاتف
fr: Numéro de téléphone

source: Physical address
ar: العنوان الفعلي
fr: Adresse physique

source: Technical information
ar: معلومات تقنية
fr: Informations techniques

source: We may also ask for additional information including the nature of any enquiries or complaints you may make. We endeavor to only collect relevant data.
ar: قد نطلب أيضا معلومات إضافية بما في ذلك طبيعة أي استفسارات أو شكاوى قد تقدمها. نحن نسعى لجمع البيانات ذات الصلة فقط.
fr: Nous pouvons également demander des informations supplémentaires, y compris la nature de toute demande ou plainte que vous pourriez faire. Nous nous efforçons de ne collecter que les données pertinentes.

source: Data processing by the InfoMAPNode geoportal
ar: معالجة البيانات بواسطة البوابة الجغرافية InfoMAPNode
fr: Traitement des données par le géoportail InfoMAPNode

source: Data are collected and exchanged during each visit to the InfoMAPNode geoportal. The INFO/RAC geoportal automatically collects and stores data transmitted from your browser to our server. This includes:
ar: يتم جمع البيانات وتبادلها خلال كل زيارة إلى البوابة الجغرافية InfoMAPNode. البوابة الجغرافية INFO/RAC يقوم تلقائيا بجمع وتخزين البيانات المرسلة من متصفحك إلى خادمنا. وهذا يشمل:
fr: Les données sont collectées et échangées lors de chaque visite sur le géoportail InfoMAPNode. Le géoportail INFO/RAC collecte et stocke automatiquement les données transmises de votre navigateur à notre serveur. Cela comprend :

source: The INFO/RAC analyses data solely for statistical purposes in order to measure the demand for web content. It is not possible to trace this data back to a specific individual. This data is not merged with other data sources. Data collected from visits to the INFO/RAC website is transmitted to third parties only when required by law or court order or in cases when attacks on the infrastructure of the INFO/RAC make it necessary to forward such data for the purposes of legal action or criminal prosecution. Data will not be transferred for any other reason.
ar: يقوم مركز المعلومات / مركز الأنشطة الإقليمية بتحليل البيانات للأغراض الإحصائية فقط من أجل قياس الطلب على محتوى الويب. إنه ليس كذلك من الممكن تتبع هذه البيانات مرة أخرى إلى فرد معين. لا يتم دمج هذه البيانات مع مصادر البيانات الأخرى. بيانات يتم نقلها من الزيارات إلى موقع INFO / RAC إلى أطراف ثالثة فقط عندما يكون ذلك مطلوبا بموجب القانون أو أمر من المحكمة أو في الحالات التي تجعل فيها الهجمات على البنية التحتية ل INFO / RAC من الضروري إعادة توجيه هذه البيانات للأغراض من الإجراءات القانونية أو الملاحقة الجنائية. لن يتم نقل البيانات لأي سبب آخر.
fr: L’AC/INFO analyse les données uniquement à des fins statistiques afin de mesurer la demande de contenu Web. Ce n’est pas Il est possible de retracer ces données jusqu’à une personne spécifique. Ces données ne sont pas fusionnées avec d’autres sources de données. Données recueillies lors des visites sur le site Web de l’INFO/RAC ne sont transmises à des tiers que lorsque la loi ou une ordonnance du tribunal l’exige. ou dans les cas où des attaques contre l’infrastructure du CAR/INFO rendent nécessaire la transmission de ces données aux fins d’action en justice ou de poursuites pénales. Les données ne seront pas transférées pour toute autre raison.

source: Duration of the storage of personal data
ar: مدة تخزين البيانات الشخصية
fr: Durée de conservation des données personnelles

source: The INFO/RAC will store the personal data for the shortest time possible for each specific use.
ar: سيقوم INFO / RAC بتخزين البيانات الشخصية لأقصر وقت ممكن لكل استخدام محدد.
fr: L’AC/INFO conservera les données personnelles le moins longtemps possible pour chaque utilisation spécifique.

source: Cookies
ar: ملفات تعريف الارتباط

source: Session cookies are small information units stored by the provider in the main memory of the user's computer. A session cookie contains a randomly generated unique identification number, a so-called session ID. A cookie also contains data on its origin and the storage period. These cookies cannot store any other data.
ar: ملفات تعريف ارتباط الجلسة هي وحدات معلومات صغيرة يخزنها الموفر في الذاكرة الرئيسية لجهاز الكمبيوتر الخاص بالمستخدم. A يحتوي ملف تعريف ارتباط الجلسة على رقم تعريف فريد تم إنشاؤه عشوائيا ، وهو ما يسمى معرف الجلسة. ملف تعريف الارتباط أيضا يحتوي على بيانات عن أصله وفترة التخزين. لا يمكن لملفات تعريف الارتباط هذه تخزين أي بيانات أخرى.
fr: Les cookies de session sont de petites unités d’information stockées par le fournisseur dans la mémoire principale de l’ordinateur de l’utilisateur. Un Le cookie de session contient un numéro d’identification unique généré de manière aléatoire, appelé ID de session. Un cookie aussi contient des données sur son origine et la durée de conservation. Ces cookies ne peuvent pas stocker d’autres données.

source: Other providers use permanent cookies to recognise visitors returning after a longer period of time. This information is stored as a text file on the hard drive of the user's computer. In contrast, the session cookies used by the INFO/RAC are deleted when the session is terminated.
ar: يستخدم مقدمو الخدمة الآخرون ملفات تعريف الارتباط الدائمة للتعرف على الزوار العائدين بعد فترة زمنية أطول. هذا يتم تخزين المعلومات كملف نصي على القرص الصلب لجهاز الكمبيوتر الخاص بالمستخدم. في المقابل ، استخدمت ملفات تعريف الارتباط للجلسة بواسطة INFO / RAC يتم حذفها عند إنهاء الجلسة.
fr: D’autres fournisseurs utilisent des cookies permanents pour reconnaître les visiteurs qui reviennent après une période plus longue. Ceci Les informations sont stockées sous forme de fichier texte sur le disque dur de l’ordinateur de l’utilisateur. En revanche, les cookies de session utilisés par l’INFO/RAC sont supprimés lorsque la session est terminée.

source: Cookies can be controlled by all internet browsers. Most browsers are configured to accept all cookies without prompting the user.
ar: يمكن التحكم في ملفات تعريف الارتباط بواسطة جميع متصفحات الإنترنت. يتم تكوين معظم المتصفحات لقبول جميع ملفات تعريف الارتباط بدون مطالبة المستخدم.
fr: Les cookies peuvent être contrôlés par tous les navigateurs Internet. La plupart des navigateurs sont configurés pour accepter tous les cookies sans invitant l’utilisateur.

source: You may choose to refuse cookies but, if you do so, some of the functionalities may not longer be available to you.
ar: يمكنك اختيار رفض ملفات تعريف الارتباط ، ولكن إذا قمت بذلك ، فقد لا تكون بعض الوظائف متاحة لك بعد الآن.
fr: Vous pouvez choisir de refuser les cookies mais, si vous le faites, certaines fonctionnalités peuvent ne plus être disponibles pour vous.

source: How we store your personal data
ar: كيف نخزن بياناتك الشخصية
fr: Comment nous stockons vos données personnelles
